tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "wallix/awless"
cask "java"
brew "ansible"
brew "antigen"
brew "awscli"
brew "emacs", restart_service: true
brew "cask"
brew "go"
brew "dep"
brew "docker", link: false
brew "exa"
brew "fish"
brew "freeciv"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "gnupg"
brew "gradle"
brew "htop"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubernetes-helm"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql"
brew "pyenv"
brew "redis", restart_service: true
brew "sops"
brew "stunnel"
brew "telnet"
brew "terminal-notifier"
brew "tfenv"
brew "the_silver_searcher"
brew "trash-cli"
brew "vault"
brew "wget"
brew "xhyve"
brew "yadm"
brew "yarn"
brew "zsh"
brew "wallix/awless/awless"
cask "discord"
cask "iterm2"
cask "keybase"
cask "minikube"
cask "postgres"
cask "postico"
cask "spectacle"
cask "spotify"
cask "unity-hub"
cask "virtualbox"
cask "xquartz"
