fischerling/plugin-wd
oh-my-fish/theme-bobthefish
laughedelic/brew-completions
franciscolourenco/done
spacekookie/omf-color-manual
reitzig/sdkman-for-fish
evanlucas/fish-kubectl-completions
barnybug/docker-fish-completion
lfiolhais/plugin-homebrew-command-not-found
oh-my-fish/plugin-extract
oh-my-fish/plugin-wttr
